//
//  VVServerManager.h
//  rentor
//
//  Created by A-Mobile LLC on 24.07.14.
//  Copyright (c) 2014 A-Mobile LLC. All rights reserved.
//

#import <Foundation/Foundation.h>

@interface VVServerManager : NSObject

// Запрос авторизации

// Запрос «Получить список объявлений»

// Запросы для получения значений фильтра.

// Запрос информации о конкретном объявлении.

// Запрос получения всех объявлений по ID

// Запрос редактирования объявления.

// Запрос получения оповещений.

// Запрос на продление объявления.

// Запрос на удаление объявления.

// Запрос на снятие объявления.

// Запрос на получение моих объявлений.

// Запрос на добавление объявления

@end
